[
    {
        "id": 0,
        "category": "Prof",
        "title": "Assoc. Prof.",
        "name": "Xu Hong",
        "role": "",
        "avatar": "/images/people/avatar/Prof_Xu_Hong.jpg",
        "photo": "/images/people/photo/prof_xu_hong.jpg",
        "bio": "Dr. Hong XU is an associate professor of Psychology in the School of Social Sciences. She received her B.S. in Psychology from Peking University, M.S. in Statistics and Ph.D. in Psychology from University of Chicago. Her research interests include neural mechanisms of visual perception and its applications in real life and human-centric AI systems.",
        "contact": {
            "email": "mailto:xuhong@ntu.edu.sg",
            "github": "",
            "instagram": "",
            "twitter": "",
            "facebook": "",
            "linkedin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [
            "Ph.D. Department of Psychology, the University of Chicago, 2007",
            "M.S. Department of Statistics, the University of Chicago, 2005",
            "B.S. Department of Psychology, Peking University, 2000"
        ],
        "interest": [
            "Dr. Hong XU's area of expertise is in vision perception and neuroscience. She studies visual perception through a multidisplinary approach: psychophysics, electrophysiology (EEG), eye tracking, virtual reality (VR), and computational modeling. In particular, she studies face perception and self-motion heading perception and wayfinding by asking the following questions:",
            "1. Visual Perception: How do we visually perceive objects (e.g., signage, faces) in daily activities (e.g., walking, cycling and driving) and how is the visual perception affected by our previous visual experience (e.g., adaptation and implicit learning)?",
            "2. Human-computer interaction: What is the basis of effective design in visual displays?  How does our visual system analyze large amount of data/information in a short period of time? What kind of optimization process is involved? Furthermore, what is the role of attention and eye movement in this process?",
            "3. Computational modeling: How to model the hierarchical information processing system in neural networks? How is visual information transferred from low levels to high levels? How does the feedback system work synergistically with the feedforward system?"
        ],
        "grants": [
            "Alibaba-NTU Global e-Sustainability CorpLab (ANGEL) (Alibaba)",
            "Alibaba-NTU Global e-Sustainability CorpLab (ANGEL) (IAF-ICP)",
            "Bilingualism and Autism: Investigating Language and Social Communication Outcomes Through Intervention in Listening and Oral Skills",
            "Designing Inclusiveness: a user-centric mobile application designed for visually impaired people",
            "Developing and Validating the Climate Change Adaptation Scale (CCAS)",
            "FIDES",
            "Harnessing data in the Metaverse for public good: Behavioural studies in planning future electric and autonomous mobility system",
            "HOW READY ARE WE TO TRUST USING AI IN MEDICINE? A Study on Compliance to Governance, Engagement of Stakeholders and Integration into Medical System",
            "Human digital twin prototype of industrial worker under heat exposure in climate change and post-pandemic era.",
            "Mechanisms of visual perception and its application in artificial intelligence",
            "Project: 006-Sustainability Standards and Metrics (Alibaba)",
            "Project: 006-Sustainability Standards and Metrics (IAF-ICP)",
            "Research Into Interacting With Artificially Intelligent Beings Of The Future With particular Focus On Autonomous Vehicles In An Urban Setting",
            "SSS - Cat8 EOM",
            "TrustFUL: Trustworthy Federated Ubiquitous Learning",
            "TrustFUL: Trustworthy Federated Ubiquitous Learning (WeBank)",
            "Visual Perception and Action in Motion"
        ],
        "publications":[
            {
                "citation": "Burns E.J., Tree J., Chan A.H.D., and Xu H. (2018). Bilingualism shapes the other race effect. Vision Research, S0042-6989(30145-7), doi: 10.1016/j.visres.2018.07.004.",
                "href": "https://www.sciencedirect.com/science/article/pii/S0042698918301457"
            },
            {
                "citation": "Ying H.J., Burns E.J., Choo A.M., and Xu H. (2020). Temporal and spatial ensemble statistics are formed by distinct mechanisms. Cognition, 195, 104128.",
                "href": "https://www.sciencedirect.com/science/article/abs/pii/S0010027719303026"
            },         
            {
                "citation": "Sou K.L., and Xu H. (2019). Brief facial emotion aftereffect occurs earlier for angry than happy adaptation. Vision Research, 162, 35-42.",
                "href": "https://www.sciencedirect.com/science/article/pii/S0042698919301373"
            },           
            {
                "citation": "Ying H.J., Burns E.J., Lin X.Y., and Xu H. (2019). Ensemble statistics shape face adaptation and the cheerleader effect. Journal of Experimental Psychology: General, 148(3), 421-436.",
                "href": "https://psycnet.apa.org/doiLanding?doi=10.1037%2Fxge0000564"
            },            
            {
                "citation": "Xu H., Sou K., and Burns E. (2018, November). Neural correlates of facial emotion perception with alexithymia and autistic traits. Paper presented at Society for Neuroscience (SfN), San Diego, CA, USA.",
                "href": ""
            }
        ]
    },
    {
        "id": 1,
        "category": "PhD",
        "title": "Mr.",
        "name": "Zhao Zihao",
        "role": "Ph.D. Candidate",
        "avatar": "/images/people/avatar/ZiHao.png",
        "photo": "/images/people/photo/ZiHao.png",
        "bio": "I am a PhD candidate in psychology. My research interests include human detection of deepfake faces, eye movement for visual attention analysis, and human-computer interaction. I received the B.S. degree in Psychology from Beijing Normal University, China, in 2021. ",
        "contact": {
            "email": "mailto:zihao005@e.ntu.edu.sg",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    },
    {
        "id": 2,
        "category": "PhD",
        "title": "Ms.",
        "name": "Wang Yunling",
        "role": "Ph.D. Candidate",
        "avatar": "/images/people/avatar/YunLing.jpg",
        "photo": "/images/people/photo/YunLing.jpg",
        "bio": "I am a PhD candidate in psychology, with a research focus on the public's understanding of human-computer interaction and virtual agents. I have a strong interest in both qualitative and quantitative research methods, and I have a solid foundation in utilizing various research techniques including surveys, interviews, blood sample collection, heart rate measurement, and intervention groups. During my academic career, I actively participate in various research projects and have acquired skills in data analysis and big data software (i.e. SPSS, Google Trends, LIWC, etc.), and I aim to become an user analyst. ",
        "contact": {
            "email": "mailto:yunling001@e.ntu.edu.sg",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    },
    {
        "id": 3,
        "category": "PhD",
        "title": "Ms.",
        "name": "Duan Minxuan ",
        "role": "Ph.D. Candidate",
        "avatar": "/images/people/avatar/MingXuan.jpg",
        "photo": "/images/people/photo/MingXuan.jpg",
        "bio": "I earned my Bachelor's degree with honors in Psychology from University of California, Berkeley and a Master's degree in public relations & advertising from University of Southern California - Annenberg. My current research interests lie at the intersection of environmental psychology and personality with a special focus on promoting pro-environmental behavior and the psychological implications of ESG. ",
        "contact": {
            "email": "mailto:Minxuan001@e.ntu.edu.sg",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    },
    {
        "id": 4,
        "category": "PhD",
        "title": "Mr.",
        "name": "Yang Xuehao",
        "role": "Ph.D. Candidate",
        "avatar": "/images/people/avatar/XueHao.png",
        "photo": "/images/people/photo/XueHao.png",
        "bio": "I completed my Bachelor of Engineering in Electrical and Electronic Engineering with honours from Nanyang Technological University (NTU) in 2017. After graduation, I worked as a research engineer at Tan Tock Seng Hospital and NTU Digital Signal Processing Lab. I continued my studies at NTU, earning a Master of Science in Signal Processing in 2020. During my master’s, I joined the Visual Perception Lab, focusing on perceptual continuity in virtual reality (VR). In 2021, I transitioned to the Continental-NTU Corporate Lab, where I began researching risky driving identification and driver profiling. I recently commenced my PhD studies in 2024 at the Visual Perception Lab and EssilorLuxottica, with my research now concentrating on myopia control in VR. ",
        "contact": {
            "email": "mailto:xuehao002@e.ntu.edu.sg",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    },
    {
        "id": 5,
        "category": "PhD",
        "title": "Mr.",
        "name": "Cameron Mavericks Choo",
        "role": "Ph.D. Candidate",
        "avatar": "/images/people/avatar/Cameron.png",
        "photo": "/images/people/photo/Cameron.png",
        "bio": "I am a current PhD student in the Interdisciplinary Graduate Programme (IGP) - Neuroscience. Previously, I also attained my Bachelor’s degree (BSocSci (Hons)) majoring in Psychology in Nanyang Technological University. Throughout my undergraduate years, I have explored various topics in neuroscience including haptics perception, animal executive function and clinical biomarkers in Alzheimer’s Disease. My current research interests continue to surround the topics in cognitive neuroscience, specifically visual-haptics integration, neuroimaging techniques (e.g., fMRI, PET) and emotion perception.  ",
        "contact": {
            "email": "mailto:Cameronm001@e.ntu.edu.sg ",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    },
    {
        "id": 6,
        "category": "Master",
        "title": "Ms.",
        "name": "Sun Shuyi ",
        "role": "Master Student",
        "avatar": "/images/people/avatar/ShuYi.png",
        "photo": "/images/people/photo/ShuYi.png",
        "bio": "I’m a master student in psychology. Prior to my master education, I received my Bachelor of Science degree in Applied Psychology at New York University – Steinhardt. My current research interest is on facial perception, factors influencing perceived social traits and value, and sensory hierarchy in muti-sensory integration. ",
        "contact": {
            "email": "mailto:shuyi002@e.ntu.edu.sg ",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    },
    {
        "id": 7,
        "category": "Master",
        "title": "Ms.",
        "name": "Yu Junming",
        "role": "Master Student",
        "avatar": "/images/people/avatar/Junming.jpg",
        "photo": "/images/people/photo/Junming.jpg",
        "bio": " I received the B.S. degree in Psychology from Soochow University, China. I am currently a Master student in Psychology. My research interests include social perception and visual perception and attention. ",
        "contact": {
            "email": "mailto:Junming001@e.ntu.edu.sg",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    },
    {
        "id": 8,
        "category": "Researchers",
        "title": "Mr.",
        "name": "Li Shanghong",
        "role": "Research Associate",
        "avatar": "/images/people/avatar/Shanghong.jpg",
        "photo": "/images/people/photo/Shanghong.jpg",
        "bio": "I received the B.S. degree in Automation from Harbin Institute of Technology, Harbin, China, in 2020 and the M.S. degree in Control Science and Engineering from Harbin Institute of Technology, Harbin, China, in 2022. I am currently working as a research associate with Visual Cognitive Neuroscience. My research interests include Visual Processing, image processing & analysis, and multimedia systems. ",
        "contact": {
            "email": "mailto:shanghong.li@ntu.edu.sg ",
            "github": "https://github.com/BayiSHLi",
            "site": "https://bayishli.github.io/",
            "instagram": "https://www.instagram.com/97.3804229?igsh=MWN4bHVpam1kY2d5eQ==",
            "twitter": "https://x.com/ShanghongL18893?t=gXvhBl5fhBK5xOt0jCqdaQ&s=09",
            "facebook": "https://www.facebook.com/profile.php?id=61551431634365&mibextid=ZbWKwL",
            "linkedin": "www.linkedin.com/in/shanghong-li",
            "bilibili": "https://b23.tv/LmlzJOg",
            "wechat": "",
            "qq": ""
        },
        "education": [
            "B.E. in Automation, School of Future Technology, Harbin Institute of Technology, Harbin, China, July 2020.",
            "M.E. in Control Science and Engineering, School of Astronautics, Harbin Institute of Technology, Harbin, China, July 2022."
        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            {
                "citation": "Li, S., Chen, Y., Xu, L., Luo, J., Huang, R., Wu, F., & Miao, Y. (2024). ClickAdapter: Integrating Details into Interactive Segmentation Model with Adapter. IEEE Transactions on Circuits and Systems for Video Technology.",
                "href": "https://ieeexplore.ieee.org/document/10473126"
            },
            {
                "citation": "Li, S., & Zhao, L. (2021). A Low-Cost and Fast Vehicle Detection Algorithm With a Monocular Camera for Adaptive Driving Beam Systems. IEEE Access, 9, 26147-26155.",
                "href": "https://ieeexplore.ieee.org/document/9350259/"
            }
        ]
    },
    {
        "id": 9,
        "category": "Researchers",
        "title": "Mr.",
        "name": "Gabriel Lau RongYan",
        "role": "Research Associate",
        "avatar": "/images/people/avatar/Gabriel.jpg",
        "photo": "/images/people/photo/Gabriel.jpg",
        "bio": "I graduated from the National University of Singapore in 2022, where I was earned both a B.Soc.Sci. and a M.Soc.Sci. through the Concurrent Degree Programme. My research interests in the domain of Social Cognition focuses on Visual Perception, Social Emotion, and Sociolinguistics. ",
        "contact": {
            "email": "mailto:Gabriel.laury@ntu.edu.sg",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    },
    {
        "id": 10,
        "category": "Researchers",
        "title": "Ms.",
        "name": "Ng Zhi Ee Nicole ",
        "role": "Project Officer",
        "avatar": "/images/people/avatar/Nicole.png",
        "photo": "/images/people/photo/Nicole.png",
        "bio": "I graduated from Nanyang Technological University in 2023, where I pursued a major in Linguistics and Multilingual Studies and a Second Major in Communication Studies. My research primarily focuses on sociolinguistics, with a special interest in Language Maintenance and Revitalization (LMR) within Singaporean contexts. I am currently studying the revitalization efforts of the Teochew language in Singapore, as well as the relationship between language and trust.",
        "contact": {
            "email": "mailto:Nicole.ngze@ntu.edu.sg ",
            "github": "",
            "insgram": "",
            "twitter": "",
            "facebook": "",
            "linkin": "",
            "bilibili": "",
            "wechat": "",
            "qq": ""
        },
        "education": [

        ],
        "interest": [
           
        ],
        "grants": [
            
        ],
        "publications":[
            
        ]
    }
]